import os
from aiogram import Bot

API_TOKEN = os.getenv("API_TOKEN")
NICKNAME_ADJ = ["Новый", "Последний", "Высокий", "Государственный", "Великий", "Крупный", "Национальный", "Единый", "Возможный", "Любимый", "Страшный", "Прямой", "Пустой", "Массовый", "Атлантический", "Деревянный", "Индивидуальный", "Болезненный", "Счастливый", "Классический"]
NICKNAME_SUBJ = ["фрукт", "овощ", "конец", "отрывок", "голос", "месяц", "интерес", "сок", "банк", "врач", "факт", "самолет", "удар", "капитан", "рис", "протест", "дом", "звук"]
BOT = Bot(token=API_TOKEN)